export default {
    state: {
        faq: [
            {
                "name": "Актуальны ли цены указанные на сайте?",
                "text": "Да, цены квартир в новостройках постоянно обновляются с официальных сайтов, поэтому мы гарантируем актуальные цены на новостройки, размещенные на нашем сайте."
            },
            {
                "name": "Почему нет моей новостройки?",
                "text": "Вашей новостройки нет на нашем сайте, потому что этот дом был либо сдан, либо находится в ранней стадии стройки. Но если оба варианта не подходят, то сообщите нам по почте rubble.mn@gmail.com с ссылкой на сайт, где расположена новостройка."
            },
            {
                "name": "Как использовать Яндекс Алису?",
                "text": "Для того, чтобы использовать голосового помощника Алису, нужно попросить ее запустить навык \"Мой недостроенный дом\" и после его запуска назвать ей адрес новостройки, о которой хотите узнать актуальные сведения."
            },

            {
                "name": "Как купить квартиру по более выгодной цене?",
                "text": "Товарищи! постоянный количественный рост и сфера нашей активности требуют от нас анализа существенных финансовых и административных условий. Идейные соображения высшего порядка, а также сложившаяся структура организации позволяет оценить значение дальнейших направлений развития. Таким образом укрепление и развитие структуры в значительной степени обуславливает создание форм развития. С другой стороны консультация с широким активом влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Таким образом постоянный количественный рост и сфера нашей активности требуют от нас анализа форм развития. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение новых предложений."
            }

        ],
        advice: [
            {
                "name": "Финансовые возможности",
                "text": "Ситуация на рынке недвижимости сейчас такова, что жилье дешевеет из-за переизбытка предложения, застройщики и владельцы “вторички” предлагают ощутимые скидки, а ставки по ипотеке снижаются. То есть купить жилье в кредит стало проще. Но покупка квартиры в любом случае дело дорогое, поэтому предварительно стоит здраво оценить свои финансовые возможности. Чем вы будете гасить долг по кредиту? Есть ли у вас стабильная работа или другой постоянный источник дохода? Какую сумму вы готовы отдавать банку каждый месяц?Эксперты рекомендуют брать ипотеку в том случае, если у вас есть определенный “резервный фонд” в размере не менее чем шесть ежемесячных платежей. Таким образом, даже если произойдут какие-то серьезные изменения с работой, у вас будет полгода на то, чтобы без проблем найти новое место. Что касается размера выплат: сложите общий доход семьи и поделите пополам. Если вы можете отдавать банку половину своего дохода, не слишком “затягивая пояса”, то можно смело брать займ на жилье.",
                "img": ""
            },
            {
                "name": "Район",
                "text": "Итак, финансовые возможности позволяют взять квартиру. Значит, теперь можно определяться с районом будущего проживания. Это стоит сделать еще до того, как начнете смотреть конкретные квартиры. Здесь нужно обратить внимание на следующие моменты: 1)цена 2)спокойствие/безопасность района 3)наличие инфраструктуры 4)расстояние до центра города 5)расстояние до работы 6)расстояние до родных 7)возможность быстро попасть на трассу 8)экология. Важность этих критериев зависит от ваших приоритетов. Кому-то необходимо, чтобы до работы было рукой подать, а кто-то работает на фрилансе и к офису не привязан, но хочет чистого воздуха и мест для прогулок с ребенком. Цена стоит на первом месте неслучайно, потому что, во-первых, квартира – это большие деньги, а во-вторых, тут много нюансов. Низкий ценник – не всегда хорошо. Жилье в удаленном районе будет дешевле, чем в центре, но придется вставать раньше, дольше толкаться в общественном транспорте/в пробках, чтобы доехать до работы и обратно. Как следствие – больше усталости и больше потраченных нервов. К тому же за годы проживания деньги, потраченные на бензин/проезд могут вполне “съесть” разницу между ценой квартиры в центре и на окраине. Разумеется, если нет привязки к работе, зато имеется большая семья или планируется пополнение, стоит рассмотреть район подальше от центра, где за те же деньги можно купить более просторное жилье. Пусть будет далеко добираться до каких-то мест, зато у всех будут свои комнаты. Словом – смотрите, что приоритетнее и ищите баланс.",
                "img": ""
            },
            {
                "name": "Ближайшее окружение",
                "text": "Какая инфраструктура должна быть рядом с домом? Оптимальный вариант – наличие в шаговой доступности (до 15 минут пешком или в пределах одной остановки общественного транспорта): 1)магазинов/торгово-развлекательных центров 2)аптек 3)банков 4)остановок общественного транспорта/станций метро 5)больницы 6)детского сада 7)школы. Последние два пункта, разумеется, можно исключить, если маленьких детей в семье нет и не ожидается. Если дети есть, обязательно загляните в сад и школу, чтобы оценить их уровень. Для владельцев авто наличие рядом остановок или станций метро не так принципиально, как наличие парковок или свободного места рядом с домом, где можно поставить машину. Об этом – в пункте № 5. Если же машины нет, то стоит утром, в час пик, побывать на ближайшей остановке – посмотреть, как часто ходит нужный вам автобус, можно ли в него попасть. Если это конечная остановка, шансы, что по утрам вы сможете сесть в транспорт, будут выше. Желательно и проехаться тоже, чтобы оценить время в пути, пробки и другие дорожные особенности. Этот же совет относится и к автомобилистам – обязательно проедьте несколько раз по дороге дом-работа-родные, и не в выходные, а в рабочие дни, в час пик, чтобы понять, что вас будет ждать на этом пути каждый день, если вы решите взять квартиру именно здесь.",
                "img": "",
            },
            {
                "name": "Перспектива",
                "text": "То, что сейчас есть в интересующем вас месте, и то, что будет, – разные вещи. Особенно если вы покупаете жилье в строящемся ЖК. С одной стороны, застройщик обещает в комплексе все – от садика и школы до парка и спортивного комплекса. С другой – далеко не факт, что это все будет к тому моменту, как ваш дом будет достроен. Но если ребенок только в планах, открытия детского сада вполне можно подождать несколько лет. Эксперты рекомендуют оценить и инвестиционный потенциал новостроек. Например, в проектах реновации промзон и комплексного освоения территории реализуется принцип “город в городе”, то есть активно развивается не только жилая составляющая, но также социальная и коммерческая инфраструктура. Это означает, что ваша квартира будет дорожать не только по мере строительства, но и по мере появления новых объектов рядом. То есть ликвидность жилья будет повышаться и после его сдачи в эксплуатацию и заселения. Но не стоит целиком полагаться только на описание комплекса на сайте девелопера. Ваши ожидания могут не совпасть с реальностью. Поэтому не стесняйтесь задавать вопросы менеджеру по продажам и изучать дополнительную документацию. Сколько очередей сдачи в проекте? Как долго будет идти строительство? Детский сад будет муниципальным или частным? Нет ли в градостроительном плане автотрассы неподалеку или небоскребов, которые закроют вид из окна и солнце?",
                "img": ""
            },
            {
                "name": "Наличие парковок",
                "text": "Автомобиль, а то и несколько, сейчас есть во многих семьях. Поэтому озаботиться вопросом об их парковке лучше еще на стадии поисков квартиры. В старых дворах мест для стоянки практически нет, да и в новых микрорайонах застройщики не всегда предусматривают достаточно пространства для машин. Поэтому, выбирая квартиру, обязательно уточните для себя, где будете ставить авто (даже если сейчас его нет – обзаведетесь в будущем). Есть ли место на улице перед домом или все проезды узкие и уже забиты машинами? Предлагается ли подземный паркинг или плоскостные парковки? Нет ли рядом платных охраняемых стоянок или гаражей? Если да, то сколько стоит гараж или аренда места? Что выгоднее – причем в долгосрочной перспективе?",
                "img": ""
            },
            {
                "name": "Тип дома",
                "text": "В каком доме лучше брать квартиру – кирпичном, панельном, монолитном? Кирпичные дома долговечны, надежны и экологичны. Кирпич не гниет, хорошо противостоит погодным условиям, удерживает тепло, то есть зимой в нем тепло, а летом – не жарко. Но есть и минусы: во-первых, он дорог, во-вторых, дает неравномерную усадку в первые несколько лет после строительства. Панельные дома – самый распространенный и недорогой вид жилья. В отличие от кирпичных, они усаживаются быстро и равномерно, а современные новые материалы панелей сохраняют тепло практически так же, как кирпич. Но стыки между панелями сложно сделать герметичными даже сейчас, не говоря уже о старых домах, которым 30-40 лет. Поэтому частая проблема этих зданий – сквозняки, промерзание швов и стен и высокая слышимость. Срок эксплуатации у панельных домов меньше, чем у других типов, да и снаружи они теряют внешний вид быстрее, чем монолитные и кирпичные. В “панельках”, особенно советских времен – низкие потолки, маленькие кухни, неудобная планировка. Добавьте сюда проблемы с коммуникациями в старых домах. Словом, брать квартиру в панельной хрущевке стоит только в том случае, если финансы крайне ограничены. Монолитные дома (кирпично-монолитные и монолитно-каркасные) стоят посередине между кирпичными и панельными. Они не такие дорогие, как первые, не “страдают” от сквозняков и сырости, как вторые, и обладают неплохой шумоизоляцией (правда, ударные шумы проводятся хорошо, соседей с перфоратором будет слышно на несколько этажей вокруг). Кроме того, они достаточно долговечны и усаживаются равномерно. И перепланировку тут сделать проще. Но монолитные дома дороже панельных и возводятся дольше.",
                "img": ""
            },
            {
                "name": "Этаж",
                "text": "Традиционный совет – не брать первый и последние этажи. Почему? Первый этаж – не самое безопасное место: здесь больше риск воровства и встречи с сомнительными личностями на площадке; из подвала идет сырость, проходящие мимо люди могут легко заглянуть в окна, а соседи сверху – затопить. Зато меньше проблем при переезде – не надо высоко тащить мебель или выносить строительный мусор через все этажи. А в случае прорыва крана вы никого не затопите. На верхнем этаже все плюсы и минусы первого меняют свой знак. Например, вас никто не затопит. Правда, может протекать крыша, поэтому заранее убедитесь, что с ней все в порядке. Можно осмотреть чердак, уточнить в управляющей компании, когда кровля ремонтировалась в последний раз. Кроме того, если вы живете под крышей, никто не будет шуметь сверху или заглядывать в окно (разве что соседи из рядом стоящего дома). Зато поднять диван или даже коляску будет не так просто, особенно если лифт работает через раз. Часто бывает, что на верхних этажах есть проблемы с напором воды. Словом, оптимальный вариант – 3-5 этажи.",
                "img": ""
            },
            {
                "name": "Планировка",
                "text": "Выбор планировки – это во многом дело личного вкуса; сейчас современные дома предлагают значительное разнообразие в этом смысле. Только надо учесть несколько моментов. Проходная комната – не очень удобно, если вы живете с детьми постарше или родителями: кого-то постоянно придется беспокоить. Если окна выходят на северную сторону, солнца в комнатах будет мало, надо будет чаще включать свет. На южную и западную – солнца будет много, но из-за этого может быть жарко, возможно, придется ставить кондиционер. Раздельный санузел более удобен – так не нужно ждать, пока кто-то моется, чтобы сходить в туалет. Зато совмещенный может быть более просторным, можно, например, спокойно поставить стиральную машинку. Семье с детьми будет предпочтительней взять двухкомнатную квартиру, чем “однушку” той же площади. Или “трешку” вместо “двушки”. Пусть даже площадь комнат будет меньше, зато у каждого будет своя.",
                "img": ""
            },
            {
                "name": "Лучшее время для покупки",
                "text": "О том, в каком сезоне лучше всего покупать жилье, подробно рассказано здесь. Но если вы подыскали понравившийся вариант, не стоит ждать, скажем, полгода, чтобы получить предновогодний дисконт. К этому моменту квартиру уже могут продать. Причем это касается и вторичного рынка, и первичного. К тому же на новостройки цены растут по мере готовности дома, поэтому к “сезону скидок” ценник вполне может стать выше.",
                "img": ""
            },
            {
                "name": "Документация",
                "text": "И главное – внимательно изучайте всю документацию. Это относится и к документам застройщика на стадии выбора жилья, и к договору долевого участия при самой покупке (или к договору купли-продажи, если это “вторичка”). Если вы приобретаете квартиру в новостройке, ваши права может защитить только ДДУ, оформленный и зарегистрированный в соответствии с ФЗ-214, и никакой другой договор более. Но и в ДДУ тоже могут быть свои подводные камни, поэтому никогда не подписывайте документы без их досконального изучения.",
                "img": ""
            },

        ],
    },
    getters: {
        getFAQ(state) {
            return state.faq
        },
        getAdvice(state) {
            return state.advice
        }
    },
    mutations: {},
    actions: {},
}