export default {
    state: {
        searchItem: [
            {
                "name": "Елки",
                "img": "https://static.tildacdn.com/tild3938-3933-4738-a163-666132333834/3jpg1.jpg",
                "miniInfo": "Уникальный проект комфорт-класса",
                "class": "Комфорт",
                "footage": "25.0 — 82.6",
                "deadlines": "Дом строится",
                "info": "ЖК Ёлки относится к классу жилья Комфорт и строится по 214-ФЗ. Срок сдачи новостройки запланирован на 4й квартал 2020 г. На сегодняшний день статус строительства Дом строится. По строительному проекту в жилом комплексе предусмотрены 3 литера по 16 этажей каждый, Гостевой паркинг. Отопление и коммуникации Центральные.Квартиры сдаются в состоянии отделки Предчистовая и Под ключ с высотой потолков 2,7 м.",
                "address": "ул. Молодежная",
                "developer": "СК Урал Дом Строй",
                "price": "от 1 450 000",
                "slider": [
                    {
                        "img": "https://media.lpgenerator.ru/images/42199/elki-izhevsk-00002.jpg",
                        "name": "Расположение",
                        'info': 'Данный комплекс находится возле "зеленой зоны"'
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/8dd/1280_711_75_17fb6494f14ae5307695e07ff9f0cea4e/photo546514287010209.jpg",
                        "name": "Благоустройство",
                        "info": "Территория спроектирована индивидуально для каждого жителя.\n"
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/374/1280_711_75_17fb6494f14ae5307695e07ff9f0cea4e/ZHK_Elki_genplan.jpg",
                        "name": "Отделка",
                        "info": "Отделка мест общего пользования выполнена по индивидуальным проектам с использованием материалов улучшенного качества.\n"
                    }
                ]
            },
            {
                "name": "Французские кварталы",
                "img": "https://media.lpgenerator.ru/images/42199/riviera-park-pod-solntcem-izhevsk-00002.jpg",
                "miniInfo": "Уникальный проект бизнес-класса",
                "class": "Бизнес",
                "footage": "35.27 — 202.5",
                "deadlines": "Строится, есть сданные",
                "info": "Французские кварталы относится к классу жилья Бизнес и строится по 214-ФЗ. Срок сдачи новостройки запланирован на 2й квартал 2019 г. На сегодняшний день статус строительства Строится, есть сданные. По строительному проекту в жилом комплексе предусмотрены 6 литеров по 7 этажей каждый, Гостевой паркинг. Отопление и коммуникации Центральные.Квартиры сдаются в состоянии отделки Предчистовая и Под ключ с высотой потолков 2,7 м.",
                "address": "ул. Максима Горького , 161",
                "developer": "ООО Регион-Инвест",
                "price": "от 2 595 000",
                "slider": [
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/b1d/1200_677_75_17fb6494f14ae5307695e07ff9f0cea4e/frantsuzskie_kvartaly_rivera_park.jpg",
                        "name": "Расположение",
                        "info": "Располагается около Ижевского пруда, в следствие чего из окон открывается отличный вид на природу.\n"
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/da5/1280_720_75_17fb6494f14ae5307695e07ff9f0cea4e/Rivera-Park..jpg",
                        "name": "Благоустройство",
                        "info": "Практичное и удобное распределение придомовой территории\n"
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/bf1/1280_720_75_17fb6494f14ae5307695e07ff9f0cea4e/Rivera-Park_1.jpg",
                        "name": "Дорожная развязка",
                        "info": "Удобное расположение жилого комплекса предоставляет практичную дорожную развязку.\n"
                    }
                ]
            },
            {
                "name": "Пять континентов",
                "img": "https://media.lpgenerator.ru/images/42199/5-kontinentov-izhevsk-00001.jpg",
                "miniInfo": "Уникальный проект с Европейскими планировками",
                "class": "Комфорт",
                "footage": "21.2 — 62.8",
                "deadlines": "Дом строится",
                "info": "«Пять континентов» объединяет людей в один большой уютный мир, по которому можно путешествовать, никуда не уезжая. Жилой комплекс станет частью уникальной для Ижевска застройки — территории CITY.CITY — ультрасовременный городской квартал нового поколения, который полностью изменит облик всего района и города. Здесь есть всё, что нужно для комфортной и полноценной жизни: эко-пространства с центральным парком и прогулочными зонами, образовательные учреждения для любого возраста, торговые галереи, бизнес-центры, рестораны и кафе, мастерские и общественные пространства.",
                "address": "ул. Кирова",
                "developer": "СК Урал Дом Строй",
                "price": "от 1 445 000",
                "slider": [
                    {
                        "img": "https://static.tildacdn.com/tild3762-3838-4461-b733-643133653939/12.jpg",
                        "name": "Парадный вход в дом",
                        "info": "Попадая в холл «Пяти континентов» вы чувствуете себя как в гостиничном лобби, оставляя «за порогом» заботы и суету.\n"
                    },
                    {
                        "img": "https://static.tildacdn.com/tild3937-3630-4730-a462-326331353964/13.jpg",
                        "name": "Европейские планировки",
                        "info": "Ценность каждого метра личной собственности и грамотное размещение мебели — вот что отличает планировки «Пяти континентов».\n"
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/57b/1024_576_75_17fb6494f14ae5307695e07ff9f0cea4e/zhk_pyat_kontinentov.jpg",
                        "name": "Отделка",
                        "info": "Отделка мест общего пользования выполнена по индивидуальным проектам с использованием материалов улучшенного качества.\n"
                    }
                ]
            },
            {
                "name": "На фруктовой",
                "img": "https://static.tildacdn.com/tild3162-3239-4363-b763-646463376535/12-min.jpg",
                "miniInfo": "Уникальный проект бизнес-класса",
                "class": "Комфорт",
                "footage": "37.0 — 64.0",
                "deadlines": "Дом строится",
                "info": "ЖК На Фруктовой это дома разной этажности. Дома мы расположили таким образом, чтобы жителей нашего комплекса, как находясь у себя в квартире, так и на прогулке, не покидало ощущение комфорта, уюта и безопасности. Благодаря разной этажности нашего комплекса во дворе всегда будет достаточно солнечного света. Одним из плюсов этого жилого комплекса, является закрытый двор с ландшафтным дизайном, детскими площадками, площадками для спорта и отдыха, зелёными аллеями и велодорожками.Позаботились мы и об автовладельцах, для них у нас предусмотрена парковка по внешней стороне дома, а также сквозные подъезды, так что попасть на парковку не составит труда. Особое внимание в ЖК На Фруктовой было уделено входным группам подъездов и холлам. Это будет сделано по индивидуальному дизайнерскому проекту. Вы будете приятно удивлены! Продуманный, до мелочей, дизайн, огромное количество света, зона ожидания на первом этаже, колясочная комната.",
                "address": "Пересечение ул. Тарасова и 50 лет ВЛКСМ",
                "developer": "ООО Талан",
                "price": "от 2 244 000",
                "slider": [
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/309/1280_720_75_17fb6494f14ae5307695e07ff9f0cea4e/ZHK-Na-Fruktovoy.jpg",
                        "name": "Отделка",
                        "info": "Отделка мест общего пользования выполнена по индивидуальным проектам с использованием материалов улучшенного качества.\n"
                    },
                    {
                        "img": "https://cdn-p.cian.site/images/6/009/425/ul-fruktovvaya-izhevsk-jk-524900668-6.jpg",
                        "name": "Благоустройство",
                        "info": "Закрытый двор с ландшафтным дизайном, детскими площадками, площадками для спорта и отдыха, зелёными аллеями и велодорожками.\n"
                    },
                    {
                        "img": "https://alfa-izhevsk.ru/upload/iblock/b81/b814b61cbde094058f7021fd86412afe/9efcf98592bfdee2647e8507e0e7cb84.jpg",
                        "name": "Парковка",
                        "info": "Предусмотрена парковка по внешней стороне дома, а также сквозные подъезды, так что попасть на парковку не составит труда.\n"
                    }
                ]
            },
            {
                "name": "Новый город",
                "img": "https://media.lpgenerator.ru/images/42199/new-gorod-izhevsk-00002.jpg",
                "miniInfo": "Уникальный проект бизнес-класса",
                "class": "Бизнес",
                "footage": "29.0 — 85.5",
                "deadlines": "Дом строится",
                "info": "В «Новом городе» объединены все возможности и удобство большого города с экологией, тишиной и спокойствием загородной жизни. Микрорайон находится в городке Металлургов,между улицами 50 лет ВЛКСМ и Тарасова, лесным массивом и речкой Подборенкой. «Новый город» - это не только дома, куда люди будут возвращаться после работы. Это микрорайон, в котором можно отдыхать, заниматься спортом, развиваться, учиться.",
                "address": "Пересечение ул. 50 лет ВЛКСМ и Фруктовой",
                "developer": "1000 Этажей",
                "price": "от 1 703 000",
                "slider": [
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/a32/797_577_75_17fb6494f14ae5307695e07ff9f0cea4e/831c2a6cd1ec0a6734ee3675b9356460.jpg",
                        "name": "Инфраструктура",
                        "info": "Развитая инфраструктура. На первых этажах - кафе, магазины, полезные сервисы. Жители смогут отдыхать в тихом и спокойном районе, рядом с которым есть все необходимое - школы, детские сады, спортивные центры, магазины. Рядом с лесом и рекой будут построены детский сад и школа. Еще один детский сад расположится на первом этаже одного из кварталов.\n"
                    },
                    {
                        "img": "https://media.lpgenerator.ru/images/42199/new-gorod-izhevsk-00007.jpg",
                        "name": "Благоустройство",
                        "info": "Двор внутри квартала - уединенное закрытое от посторонних место, в нем нет машин.Лес и река станут частью общей концепции. Появится благоустроенный спуск к воде. Для детей сделаны экоплощадки из природных материалов, есть песочницы и горки для малышей, лазалки из канатов для развития ловкости и координации. Для взрослых - комфортные зоны отдыха со скамейками и навесами, можно присматривать за детьми и общаться.\n"
                    },
                    {
                        "img": "https://moigk.ru/upload/resize_cache/iblock/460/1143_637_75_17fb6494f14ae5307695e07ff9f0cea4e/93cb1e21d7610ed7cfef007e07b38e90.png",
                        "name": "Отделка квартир",
                        "info": "Предчистовая отделка квартир. Имеется возможность заказать квартиру с готовой отделкой в разных цветовых решениях.\n"
                    }
                ]
            },
            {
                "name": "Futura",
                "img": "https://static.tildacdn.com/tild3635-6536-4534-b637-386566376639/Futura-izhevsk.jpg",
                "miniInfo": "Дом для смелых.",
                "class": "Бизнес",
                "footage": "37.7 — 110.5",
                "deadlines": "Дом строится",
                "info": "FUTURA - дом, который отражает наши самые смелые замыслы. Мы нашли решения, соединяющие то, что вчера казалось невозможным. Жить в центре, но избегать пробок. Расположить дом около шумной дороги, но обеспечить тишину в квартирах. Подарить детям большую детскую площадку с новым уровнем безопасности в районе с плотной застройкой и насыщенным автотрафиком. Уйти от типовых планировок и создать новый стандарт квартир-конструкторов – компактных, легких для трансформации под любые жизненные ситуации.",
                "address": "ул. Холмогорова, 14",
                "developer": "СК Урал Дом Строй",
                "price": "от 2 240 000",
                "slider": [
                    {
                        "img": "https://cdn.esoft.digital/640480/photos/18fdd36c502d33e04b4cfede19f7ecaf.jpg",
                        "name": "Дерзай!",
                        'info': 'Футуристичный фасад станет новым акцентом в архитектуре города — вы будете гордиться своим выбором. "Мокрый" фасад с навесными металлокассетами нестандартной формы сделает ваш дом особенным.'
                    },
                    {
                        "img": "https://всеновостройки.su/upload/iblock/930/93024778da40fcdfba4dcbc7c967fdb8.png",
                        "name": "Наслаждайся!",
                        "info": "Разводка отопления проложена в полу и стенах, так что никаких вертикальных стояков и даже подводов к радиаторам из пола. Эстетика и удобство при ремонте. На радиаторах вы сможете регулировать температуру: сделать теплее, если замёрзли, или чуть сбавить, когда вам жарко.\n"
                    },
                    {
                        "img": "https://static.tildacdn.com/tild3665-3731-4861-a561-353662663139/Futura-izhevsk_hall_.jpg",
                        "name": "Прислушайся!",
                        "info": "Вы не услышите шум улицы благодаря трехслойной внешней стене из материала Poroterm25. Звукоизоляция трехслойных межквартирных перегородк на 20% лучше, чем у стандартных стен из керамзитобетона. Шумоизоляция на полу не пропустит посторонние звуки из соседних квартир. По звукоизоляции «Футура» является одной их самых технологичных новостроек в Ижевске.\n"
                    }
                ]
            }
        ]
    },
    getters: {
        searchItem: s => s.searchItem,
        taskByName: s => name => s.searchItem.find(t => t.name === name)
    },
    mutations: {},
    actions: {},
}